Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་བདེ་ཞེས་བྱ་བའམ། སྡུག་བསྔལ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “They do not consider whether physical forms are imbued with happiness or suffering; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are imbued with happiness or suffering.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་སྟོང་ཞེས་བྱ་བའམ། མི་སྟོང་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms constitute a self or a non-self; likewise, they do not consider whether feelings, perceptions, predispositions, and consciousness constitute a self or a non-self.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་སྟོང་ཞེས་བྱ་བའམ། མི་སྟོང་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་མཚན་མ་ཡོད་ཅེས་བྱ་བའམ། མཚན་མ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “They do not consider whether physical forms are empty or not empty; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are empty or not empty.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་ཅེས་བྱ་བའམ། མཚན་མ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms are with signs or signless; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are with signs or signless.

source: གཟུགས་སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ། སྨོན་པ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ། སྨོན་པ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་ཞི་ཞེས་བྱ་བའམ། མ་ཞི་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms have aspirations or are without aspirations; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness have aspirations or are without aspirations.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཞི་ཞེས་བྱ་བའམ། མ་ཞི་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་དབེན་ཞེས་བྱ་བའམ། མི་དབེན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “They do not consider whether physical forms are calm or not calm; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are calm or not calm.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དབེན་ཞེས་བྱ་བའམ། མི་དབེན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་ཀུན་ནས་ཉོན་མོངས་ཞེས་བྱ་བའམ། རྣམ་པར་བྱང་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms are void or not; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are void or not.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཀུན་ནས་ཉོན་མོངས་ཞེས་བྱ་བའམ། རྣམ་པར་བྱང་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་སྐྱེ་བའི་ཆོས་ཅན་ནམ། འགག་པའི་ཆོས་ཅན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms are afflicted or purified; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are afflicted or purified.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་སྐྱེ་བའི་ཆོས་ཅན་ནམ། འགག་པའི་ཆོས་ཅན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms arise or cease; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness arise or cease.

source: གཟུགས་དངོས་པོ་ཡོད་ཅེས་བྱ་བའམ། དངོས་པོ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དངོས་པོ་ཡོད་ཅེས་བྱ་བའམ། དངོས་པོ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether physical forms are entities or non-entities; likewise, they do not consider whether feelings, perceptions, formative predispositions, and consciousness are entities or non-entities.

source: མིག་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “They do not consider whether the eyes are permanent or impermanent; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are permanent or impermanent.

source: མིག་བདེ་ཞེས་བྱ་བའམ། སྡུག་བསྔལ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བདེ་ཞེས་བྱ་བའམ། སྡུག་བསྔལ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are imbued with happiness or suffering; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are imbued with happiness or suffering.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་སྟོང་ཞེས་བྱ་བའམ། མི་སྟོང་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes constitute a self or a non-self; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty constitute a self or a non-self.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྟོང་ཞེས་བྱ་བའམ། མི་སྟོང་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are empty or not empty; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are empty or not empty.

source: མིག་མཚན་མ་ཡོད་ཅེས་བྱ་བའམ། མཚན་མ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མཚན་མ་ཡོད་ཅེས་བྱ་བའམ། མཚན་མ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ། སྨོན་པ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are with signs or signless; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are with signs or signless.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ། སྨོན་པ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་ཞི་ཞེས་བྱ་བ་འམ། མ་ཞི་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes have aspirations or are without aspirations; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty have aspirations or are without aspirations.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཞི་ཞེས་བྱ་བའམ། མ་ཞི་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་དབེན་ཞེས་བྱ་བའམ། མི་དབེན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are calm or not calm; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are calm or not calm.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དབེན་ཞེས་བྱ་བ་དང་། མི་དབེན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are void or not; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are void or not.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are afflicted or purified; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are afflicted or purified.

source: མིག་སྐྱེ་ཞེས་བྱ་བའམ། འགག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་སྐྱེ་ཞེས་བྱ་བའམ། འགག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes arise or cease; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty arise or cease.

source: མིག་དངོས་པོ་ཡོད་ཅེས་བྱ་བའམ། དངོས་པོ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དངོས་པོ་ཡོད་ཅེས་བྱ་བའམ། དངོས་པོ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the eyes are entities or non-entities; likewise, they do not consider whether the ears, nose, tongue, body, and mental faculty are entities or non-entities.

source: གཟུགས་རྣམས་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་བར་བྱའོ། །
en: “They do not consider whether sights are permanent or impermanent, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་བདེ་ཞེས་བྱ་བའམ། སྡུག་བསྔལ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights are imbued with happiness or suffering, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་བདག་ཡོད་པའམ། བདག་མེད་པ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights constitute a self or a non-self, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་སྟོང་པའམ། མི་སྟོང་པ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights are empty or not empty, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་མཚན་མ་ཡོད་ཅེས་བྱ་བའམ། མཚན་མ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights are with signs or signless, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ། སྨོན་པ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights have aspirations or are without aspirations, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་ཞི་ཞེས་བྱ་བའམ། མ་ཞི་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །གཟུགས་རྣམས་དབེན་ཞེས་བྱ་བའམ།
en: They do not consider whether sights are calm or not calm, and the same goes for [the other sense objects], up to and including mental phenomena.

source: མི་དབེན་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights are void or not, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཞེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights are afflicted or purified, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་སྐྱེ་བའམ། འགག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །
en: They do not consider whether sights arise or cease, and the same goes for [the other sense objects], up to and including mental phenomena.

source: གཟུགས་རྣམས་དངོས་པོ་ཡོད་ཅེས་བྱ་བའམ། དངོས་པོ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་ཆོས་རྣམས་ཀྱི་བར་ལ་ཡང་སྦྱར་རོ། །དེ་བཞིན་དུ་མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་།
en: They do not consider whether sights are entities or non-entities, and the same goes for [the other sense objects], up to and including mental phenomena.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བའམ།
en: “This same refrain should also be applied to the sensory element of the eyes, the sensory element of sights, and the sensory element of visual consciousness.

source: བདེ་ཞེས་བྱ་བའམ། སྡུག་བསྔལ་ཞེས་བྱ་བའམ། བདག་ཅེས་བྱ་བའམ། བདག་མེད་ཅེས་བྱ་བའམ། སྟོང་ཞེས་བྱ་བའམ། མི་སྟོང་ཞེས་བྱ་བའམ། མཚན་མ་ཡོད་ཅེས་བྱ་བའམ། མཚན་མ་མེད་ཅེས་བྱ་བའམ། སྨོན་པ་ཡོད་ཅེས་བྱ་བའམ། སྨོན་པ་མེད་ཅེས་བྱ་བའམ། ཞི་ཞེས་བྱ་བའམ། མ་ཞི་ཞེས་བྱ་བའམ། དབེན་ཞེས་བྱ་བའམ། མི་དབེན་ཞེས་བྱ་བའམ། ཀུན་ནས་ཉོན་མོངས་ཞེས་བྱ་བའམ། རྣམ་པར་བྱང་ཞེས་བྱ་བའམ། སྐྱེ་ཞེས་བྱ་བའམ། འགག་ཅེས་བྱ་བའམ།
en: With regard to these and [all the other sensory elements], up to and including the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness, they do not consider whether these are permanent or impermanent, imbued with happiness or suffering, a self or not a self, empty or not empty, with signs or signless, having aspirations or lacking aspirations, calm or not calm, void or not, afflicted or purified, arising or ceasing, and entities or non-entities.

source: དངོས་པོ་ཡོད་ཅེས་བྱ་བའམ། དངོས་པོ་མེད་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་འཕགས་པའི་བདེན་པ་རྣམས་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། སྔར་ཇི་སྐད་བསྟན་པ་དེ་བཞིན་དུ་སྦྱར་བར་བྱའོ། །
en: “Similarly, they do not consider whether the noble truths are permanent or impermanent, and so on, as described above.

source: དེ་བཞིན་དུ་མ་རིག་པ་རྟག་ཅེས་བྱ་བའམ། མི་རྟག་ཅེས་བྱ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “Similarly, they do not consider whether fundamental ignorance is permanent or impermanent, and the same goes for [all the other links of dependent origination] up to and including aging and death.

source: དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་དུ་སྔ་མ་ཇི་ལྟ་བར་ཐམས་ཅད་དུ་ཇི་ལྟར་ཕུང་པོ་དག་གི་སྐབས་སུ་བསྟན་པ་བཞིན་དུ་རྒྱ་ཆེར་སྦྱར་རོ། །
en: In all such cases, the same refrain should be extensively applied, exactly as indicated above with respect to the psycho-physical aggregates.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་ཆོས་ཐམས་ཅད་རང་གི་མཚན་ཉིད་ཀྱིས་སྟོང་པ་ལ་འཇུག་ཅིང་ཞུགས་ནས་ཀྱང་གཟུགས་ལ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Moreover, Śāradvatī­putra, great bodhisattva beings who practice the transcendent perfection of wisdom enter into emptiness with respect to the intrinsic defining characteristics of all phenomena, and having entered therein, they neither associate anything with nor disassociate anything from physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ལ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate anything with nor disassociate anything from feelings, perceptions, formative predispositions, and consciousness.

source: གཟུགས་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: They neither associate physical forms with the limit of past time, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྔོན་གྱི་མཐའ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the limit of past time.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དང་། སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate feelings, perceptions, formative predispositions, and consciousness with the limit of past time, nor do they disassociate them therefrom.

source: དེ་བཞིན་དུ་གཟུགས་དང་། ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate physical forms with the limit of future time, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེས་ཕྱི་མའི་མཐའ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the limit of future time.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དང་། ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate feelings, perceptions, formative predispositions, and consciousness with the limit of future time, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ཕྱི་མའི་མཐའ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the limit of future time.

source: གཟུགས་དང་ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: They neither associate physical forms with present events, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ད་ལྟར་བྱུང་བ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of present events.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དང་། ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate feelings, perceptions, formative predispositions, and consciousness with present events, nor do they disassociate them therefrom.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ནི་མིག་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Moreover, Śāradvatī­putra, great bodhisattva beings who practice the transcendent perfection of wisdom neither associate the eyes with the limit of past time, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྔོན་གྱི་མཐའ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་རྣ་བ་དང་།
en: If you ask why, it is because they do not consider the nature of the limit of past time.

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དང་། སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the ears, the nose, the tongue, the body, and the mental faculty with the limit of past time, nor do they disassociate them therefrom.

source: དེ་བཞིན་དུ་མིག་དང་ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the eyes with the limit of future time, nor do they disassociate them therefrom.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དང་།
en: Similarly, they neither associate the ears, the nose, the tongue, the body, and the mental faculty with the limit of future time, nor do they disassociate them therefrom.

source: ཕྱི་མའི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If you ask why, it is because they do not consider the nature of the limit of future time.

source: འདི་ལྟར་དེས་ཕྱི་མའི་མཐའ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །མིག་དང་ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: They neither associate the eyes with present events, nor do they disassociate them therefrom.

source: ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ད་ལྟར་བྱུང་བ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of present events.

source: ཇི་ལྟར་ནང་གི་སྐྱེ་མཆེད་རྣམས་ལ་སྦྱར་བ་དེ་བཞིན་དུ། ཕྱིའི་སྐྱེ་མཆེད་རྣམས་ལ་ཡང་སྦྱར་བར་བྱའོ། །
en: Just as this applies to the inner sense fields, so it is with the outer sense fields.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་དང་སྔོན་གྱི་མཐར་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་བཞིན་དུ་ཕྱི་མའི་མཐའ་ལ་ཡང་མ་ཡིན་ཞིང་ད་ལྟར་བྱུང་བ་ལ་ཡང་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Similarly, they neither associate the sensory element of the eyes with the limit of past time, nor do they disassociate it therefrom; likewise, they neither associate it with the limit of future time or present events, nor do they disassociate it therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་ད་ལྟར་བྱུ་བ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་།
en: If you ask why, it is because they do not consider the nature of the limit of past time, the limit of future time, and present events.

source: རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་།
en: Similarly, they neither associate the sensory element of sights and the sensory element of visual consciousness; the sensory element of the ears, the sensory element of sounds, and the sensory element of auditory consciousness; the sensory element of the nose, the sensory element of odors, and the sensory element of olfactory consciousness; the sensory element of the tongue, the sensory element of tastes, and the sensory element of gustatory consciousness; the sensory element of the body, the sensory element of tangibles, and the sensory element of tactile consciousness; or the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness with the limit of past time, the limit of future time, and present events, nor do they disassociate them therefrom.

source: སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྔོན་གྱི་མཐའ་དང་།
en: If you ask why, it is because they do not consider the nature of the limit of past time, the limit of future time, and present events.

source: ཕྱི་མའི་མཐའ་དང་། ད་ལྟར་བྱུང་བ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །སྔ་མ་ཇི་ལྟ་བ་དེ་བཞིན་དུ་འཕགས་པའི་བདེན་པ་རྣམས་ལ་ཡང་རྒྱ་ཆེར་སྦྱར་རོ། །
en: “This same refrain should also be applied extensively to the noble truths, exactly as before.

source: དེ་བཞིན་དུ་མ་རིག་པ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་དང་།
en: Similarly, it should be applied to [the links of dependent origination] from fundamental ignorance to aging and death.

source: སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། ད་ལྟར་བྱུང་བར་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: They neither associate [such links] with the limit of past time, the limit of future time, and present events, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། ད་ལྟར་བྱུང་བ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the limit of past time, the limit of future time, and present events.

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་བརྩོན་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ།། །།
en: Śāradvatī­putra, great bodhisattva beings who engage in union accordingly are said to engage in union with the transcendent perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ། བམ་པོ་བཞི་པ། ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་པ་ནི་གཟུགས་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Moreover, Śāradvatī­putra, great bodhisattva beings who persevere in the transcendent perfection of wisdom neither associate physical forms with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གཟུགས་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate feelings, perceptions, formative predispositions, and consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་རྣམ་པར་ཤེས་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of consciousness [and the aforementioned aggregates].

source: དེ་བཞིན་དུ་མིག་དང་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Similarly, they neither associate the eyes with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་མིག་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་རྣ་བ་དང་།
en: If you ask why, it is because they do not consider the nature of the eyes.
